[
    {
        "input": "云南省曲靖市人民检察院指控，被告人冯强到云南省景洪市购买毒品后用保鲜膜和避孕套包裹并塞在呦呦奶茶饮料瓶内随身携带上客车，于2012年11月16日17时许在途经富源县胜境关警务站时被民警查获含量为11.3%的甲基苯丙胺180.7克。公诉机关列举了证人证言、检查笔录、鉴定结论、被告人供述等证据证实其指控，认为被告人冯强的行为已触犯《中华人民共和国刑法》第三百四十七条第二款第（一）项之规定，构成运输毒品罪。",
        "output": "被告人冯强目无国法，进行毒品犯罪活动，运输毒品甲基苯丙胺180.7克，其行为已构成运输毒品罪。公诉机关指控的事实和罪名成立。鉴于被告人冯强能坦白认罪，予以酌情从轻处罚。据此，依照《中华人民共和国刑法》第三百四十七条第二款第（一）项、第六十七条第三款、第六十四条之规定，判决如下：一、被告人冯强犯运输毒品罪，判处有期徒刑十五年，并处没收财产人民币20000元（刑期自判决执行之日起计算。判决执行以前先行羁押的，羁押一日折抵刑期一日，即自2012年11月16日起至2027年11月15日止）。二、本案的毒品甲基苯丙胺180.7克及一部手机依法予以没收"
    },
    {
        "input": "公诉机关指控：2011年12月25日晚21时许，被告人任超平与杨某某、陆某某等人在李某某家吃晚饭，被告人任超平酒后将李某某家的板凳拍烂，李某某等人劝其回家休息时，被告人任超平使用随身携带的折叠刀，刺伤被害人陆某某的右上臂上段内侧和杨某某脸部，导致陆某某系急性大出血死亡。为证明指控事实，公诉机关当庭列举了接受刑事案件登记表、抓获经过、现场勘查笔录及照片、指认笔录及照片、鉴定结论、证人证言及被告人的供述等证据。公诉机关认为，被告人任超平酒后持刀刺伤陆某某、杨某某，并致陆某某当场死亡的行为已触犯《中华人民共和国刑法》第二百三十四条之规定，应以故意伤害罪追究其刑事责任。附带民事诉讼原告人诉称：请求依法追究被告人任超平的刑事责任；要求被告人任超平赔偿陆某某的死亡补偿费3952元×20年=79040元、安葬费33609.80元，共计112649.80元。被告人任超平辩解：是陆某某他们先打其，其才拨刀出来捅他们的。指定辩护人辩护称：是被害人等人先殴打任超平，任超平才拿刀出来伤害他人，被害人有重大过错，且被告人任超平认罪态度较好，又系初犯、偶犯，可依法对其从轻处罚。建议法庭对被告人任超平判处十三年以下有期徒刑。",
        "output": "被告人任超平酒后持刀刺伤陆某某、杨某某并致陆某某死亡的行为已构成故意伤害罪。公诉机关指控罪名成立。应依法惩处。关于被告人任超平及辩护人提出是被告人先被被害人陆某某等人殴打，才拿刀出来伤害他人，被害人对本案的引发存在重大过错的意见。经查，被告人任超平酒后滋事，被害人陆某某、杨某某是在劝阻的过程中被任超平持刀伤害致死、致伤，陆某某等人对本案的引发并不存在过错，故对这一辩解理由和辩护意见，本院不予采纳。鉴于被告人任超平归案后能如实供述主要犯罪事实，可对其从轻处罚。被告人任超平的犯罪行为还给附带民事诉讼原告人造成经济损失，依法应承担民事赔偿责任。附带民事诉讼原告人要求被告人任超平赔偿经济损失的诉讼请求，因我国刑事法律对附带民事赔偿规定为赔偿犯罪所造成的直接损失，加之任超平的赔偿能力有限，本院予以酌情判赔。据此，依照《中华人民共和国刑法》第二百三十四条第二款、第五十七条第一款、第六十四条、第三十六条第一款，《中华人民共和国民法通则》第一百一十九条之规定，判决如下：一、被告人任超平犯故意伤害罪，判处无期徒刑，剥夺政治权利终身。二、被告人任超平赔偿附带民事诉讼原告人经济损失人民币3万元（限判决生效之日起三个月内履行完毕）。三、作案工具弹簧刀一把，依法予以没收"
    },
    {
        "input": "公诉机关指控，2011年12月23日20时许，被告人向仕显发现其妻黄某进入富宁县星河宾馆，便跟踪黄某来到该宾馆207房间，发现黄某与被害人周某某在房间内，因怀疑黄某与周某某有不正当男女关系，便与周某某发生争执扭打，在扭打中向仕显用弹簧刀刺中周某某的胸、腹、腿部共六刀后逃离现场，导致周某某在房间死亡。经富宁县公安局鉴定中心鉴定，死者周某某系锐器刺伤胸部致大失血死亡。为证明指控事实，公诉机关当庭列举了接受刑事案件登记表、到案经过、现场指认笔录及照片、法医学尸体鉴定书、证人证言以及被告人的供述和辩解等证据。公诉机关认为，被告人向仕显持刀杀害周某某的行为，已触犯《中华人民共和国刑法》第二百三十二条之规定，且犯罪事实清楚，证据确实、充分，应当以故意杀人罪追究刑事责任。被告人向仕显属累犯，又有自首情节，请法庭综合考虑作出公正判决。附带民事诉讼原告人诉称：请求依法追究被告人向仕显的刑事责任；判令被告人向仕显赔偿安葬费20189元，死亡赔偿金371520元，被扶养人生活费202480元，共计594189元。委托代理人的代理意见是：附带民事诉讼原告人的诉讼请求于法有据，请求法庭予以支持。并当庭列举了附带民事诉讼原告人的身份证明资料，周某某的机动车驾驶证和从业资格证，煤矿销货单，富宁县廉租房租转售房付款协议、证明、收款收据等证据，以证明附带民事诉讼原告人提出诉讼请求的合法性。",
        "output": "被告人向仕显持刀连捅被害人周某某数刀，致人死亡，其行为已构成故意杀人罪。公诉机关指控罪名成立。被告人向仕显在刑罚执行完毕五年内又犯罪，属累犯，具有从重处罚情节；在犯罪后又能主动投案，并如实供述了主要犯罪事实，应认定为自首，又具有法定从轻或减轻处罚情节。被害人周某某在婚因关系存续期间，与被告人向仕显之妻发生婚外情，对本案引发存在重大过错。关于被告人向仕显及其辩护人提出向仕显的行为不构成故意杀人罪的意见，经查，被告人向仕显持刀捅刺被害人身体要害部位，主观上有追求或者放任被害人死亡的故意，且导致死亡结果的发生，其行为符合故意杀人罪的构成要件，应以故意杀人罪追究刑事责任，故对被告人否认其有杀人故意的辩解及其辩护人对行为性质的定性意见不予采纳。被告人向仕显的犯罪行为给附带民事诉讼原告人造成经济损失，依法应承担民事赔偿责任并根据被害人的过错责任可减轻赔偿。被告人向仕显持刀杀死一人，后果严重，且系累犯，本应从重处罚，鉴于其有自首情节，且被害人对案件的引发存在重大过错，可对被告人向仕显从轻处罚。辩护人提出的量刑建议因与被告人向仕显的罪行不相适应，故不予采纳。据此，依照《中华人民共和国刑法》第二百三十二条、第六十七条第一款、第六十五条第一款、第三十六条第一款和《中华人民共和国民法通则》第一百一十九条、第一百三十一条之规定，判决如下：一、被告人向仕显犯故意杀人罪，判处有期徒刑十五年（刑期从判决执行之日起计算。判决执行以前先行羁押的，羁押一日折抵刑期一日，即自2011年12月25日起至2026年12月24日止）。二、被告人向仕显赔偿附带民事诉讼原告人经济损失共计人民币2万元。限判决生效之日起3个月内履行完毕"
    },
    {
        "input": "公诉机关指控，被告人韦正达因对岳父陆世灯一家不满，2011年10月27日15时许，便到陆世灯家晒台处点燃一堆谷草，被陆世灯发现并扑灭。后陆世灯在追打韦正达的过程中，在黄国神家院子内被韦正达用断锯打伤倒地，后韦正达又用水泥砖砸陆世灯头部，致陆世灯当场死亡。经鉴定：陆世灯系外力致颅脑损伤死亡。为证明指控的事实，公诉机关当庭列举了现场勘验笔录及照片、尸体勘验笔录及照片、指认笔录及照片、鉴定结论、证人证言及被告人供述等证据。公诉机关认为，被告人韦正达的行为已触犯《中华人民共和国刑法》第二百三十二条之规定，应以故意杀人罪追究其刑事责任。被告人韦正达辩解称是陆世灯经常打其，其才将陆世灯打死的。其辩护人提出被害人陆世灯对本案的引发具有一定过错，被告人韦正达属精神病患者，且认罪态度好，有悔罪表现，建议对被告人韦正达从轻或减轻处罚。",
        "output": "被告人韦正达因家庭矛盾对其岳父陆世灯不满即用断锯和水泥砖将陆世灯打死，其行为已构成故意杀人罪。公诉机关指控罪名成立。应依法惩处。关于被告人韦正达的辩护人提出被害人陆世灯对本案的引发有过错的意见，经查无事实依据，不予采纳。但提出被告人韦正达属精神病患者及认罪态度好的意见，经查属实，予以采纳。被告人韦正达犯罪情节恶劣，后果严重，本应依法严惩，鉴于被告人韦正达对作案具有限制责任能力，具有法定从轻或减轻处罚情节，且被告人韦正达在归案后能如实供述犯罪事实，坦白认罪，依法可对其从轻处罚。据此，依照《中华人民共和国刑法》第二百三十二条、第五十七条第一款、第十八条第三款、第六十七条第三款之规定，判决如下：一、被告人韦正达犯故意杀人罪，判处无期徒刑，剥夺政治权利终身。二、作案工具断锯一把，予以没收"
    },
    {
        "input": "蚌埠市禹会区人民检察院指控：2012年11月21日20时45分许，被告人张瑞山未取得机动车驾驶资格驾驶皖C03330号汽油机车，沿本市大庆三路由西向东行驶，在行驶至蚌埠高新汽车修理厂门前路段时，将同方向行走的被害人赵某某撞倒致伤。事故发生后，被告人张瑞山弃车逃逸，被害人赵某某经抢救无效于2012年11月28日死亡。经蚌埠市公安局事故认定，被告人张瑞山负事故的全部责任。为支持上述指控，公诉机关当庭讯问了被告人，宣读出示了被告人的供述；被害人的陈述；证人胡某某、张某、闫某某、熊某、张某某等人证言；安徽中和司法鉴定所皖中司鉴所（2012）车鉴字第1167号鉴定意见；尸体检验报告；道路交通事故认定书、行政处罚决定书；本院刑事判决书、抓获经过、户籍证明等证据。据此认定被告人张瑞山违反道路交通运输管理法规驾驶机动车上路行驶，引发交通事故，致一人死亡，负事故的全部责任，且在肇事后逃逸，其行为已触犯《中华人民共和国刑法》第一百三十三条的规定，犯罪事实清楚，证据确实、充分，应当以故意伤害罪追究其刑事责任。被告人张瑞山在缓刑考验期内犯新罪，根据《中华人民共和国刑法》第六十九条、第七十七条的规定，应当撤销其缓刑，数罪并罚。根据《中华人民共和国刑事诉讼法》第一百七十二条之规定，提请本院依法判处。附带民事诉讼原告人张玲诉称：2012年11月21日20时45分许，被告人张瑞山无证驾驶皖C03330号汽油机车，沿本市大庆三路由西向东行驶，在行驶至蚌埠高新汽车修理厂门前路段时，将同方向行走的被害人赵某某撞倒致伤。事故发生后，被告人张瑞山弃车逃逸。后被告人于2012年11月23日10时许到事故大队投案，并对弃车逃逸的事实供认不讳。被害人赵某某被送往解放军第123医院抢救无效于2012年11月28日死亡。事故经认定，被告人负事故的全部责任。经有关部门多次调解，被告人分文未赔偿。故提起刑事附带民事诉讼，要求严惩被告人的罪行，依法判令被告人赔偿医疗费、住院伙食补助费、营养费、误工费、护理费、死亡赔偿金、丧葬费、精神抚慰金及参加处理事故人员的误工费、交通费，共计508148.98元。为支持其诉讼请求，附带民事诉讼原告人向本院提交了身份证、户籍簿、结婚证、医疗费发票、住院病历及医疗证明书、事故认定书、死亡记录等证据。",
        "output": "被告人张瑞山违反道路交通运输管理法规驾驶机动车上路行驶，引发交通事故，致一人死亡，负事故的全部责任，且在肇事后逃逸，其行为已构成交通肇事罪，公诉机关指控的犯罪事实清楚，证据确实充分，罪名成立，本院予以支持。被告人张瑞山在缓刑考验期内犯新罪，应当撤销其缓刑，数罪并罚。被告人张瑞山在案发后主动向公安机关投案，并如实供述自己的罪行，是自首，依法予以从轻处罚。被告人的亲属在诉讼中部分赔偿了被害人亲属的损失，可酌情予以从轻处罚。被告人张瑞山因同一事由的违法行为而构成了犯罪，判决前被告人已经被公安机关处以行政拘留的天数，应当依法折抵相应刑期。关于附带民事诉讼部分，鉴于附带民事原告人系城镇户口，对于被害人的损失，其医疗费、检查费应当以实际发生的数额为准；被害人住院抢救7天，其护理费按一人每天87.8元计614.6元，营养费按每天30元计210元，伙食补助费每天30元计210元，交通费每天10元计70元，误工费按每天111.34元计779.38元，丧葬费按每年40640元，计算六个月为20320元。至于原告人主张的精神抚慰金及死亡赔偿金，因无法律依据，本院不予支持。案经本院审判委员会研究决定，依据《中华人民共和国刑法》第一百三十三条、第六十七条第一款、第六十九条、第七十七条第一款，《中华人民共和国行政处罚法》第二十八条第一款，《中华人民共和国侵权责任法》第六条第一款，《最高人民法院关于适用﹤中华人民共和国刑事诉讼法﹥的解释》第一百三十八条、第一百五十五条第一、二款之规定，判决如下：一、被告人张瑞山犯交通肇事罪，判处有期徒刑三年八个月；撤销本院（2012）禹刑初字第00085号刑事判决书中对被告人宣告缓刑六个月的执行部分，对其执行原判拘役二个月，决定执行有期徒刑三年九个月。二、被告人张瑞山于判决生效后十日内赔偿附带民事诉讼原告人张玲医疗费、误工费、护理费、伙食补助费、营养费、交通费、丧葬费等合理费用46692.28元，扣除已经支付的23000元，仍应支付23692.28元。三、驳回附带民事诉讼原告人张玲的其他诉讼请求"
    },
    {
        "input": "安徽省六安市人民检察院指控：1996年11月20日中午，被告人马少平伙同计某、朱某、盛某某（三人均已判刑）从阜阳市窜上阜阳至河南漯河的大客车。车行约二十分钟后，计某、朱某、盛某某三人持刀伙同马少平对车内乘客进行搜抢，共劫得现金2800余元，爱立信手机一部，并致两名乘客受伤。事后，赃款被四人均分，手机为计军所得。公诉机关依据物证、书证、被害人陈述、证人证言、被告人马少平的供述与辩解等证据证明上述指控事实后认为：被告人马少平伙同他人在公共汽车上持刀抢劫他人财物的行为构成抢劫罪，依照《中华人民共和国刑法》第十二条之规定，马少平的行为触犯了1979年《中华人民共和国刑法》第一百五十条之规定，应以抢劫罪追究其刑事责任。被告人马少平辩称：对公诉机关的指控没有异议，对自己以前的行为感到后悔和自责，表示自愿认罪。马少平的辩护人提出的辩护意见为：马少平在共同犯罪中起辅助作用，属从犯；马少平具备酌情从轻情节且积极退赃、缴纳罚金。请求对马少平减轻处罚，对其判处三年以上十年以下有期徒刑。",
        "output": "被告人马少平伙同他人持械在公共交通工具上抢劫旅客财物，其行为构成抢劫罪，且情节严重，应依法惩处。被告人马少平与计某、朱某、盛某某共同实施了抢劫犯罪，对其不宜区分主从犯；但被告人马少平没有持刀，也没有殴打、致伤他人，所起作用相对较小，且其归案后如实供述自己的罪行并当庭认罪，有悔罪表现，并积极退赃，可以对其从轻处罚。公诉机关指控的犯罪事实清楚，证据确实、充分，罪名成立，本院予以支持。马少平的辩护人提出的马少平系从犯的辩护意见不能成立，本院不予采信；但其提出的可对马少平予以从轻处罚的辩护意见成立，本院予以采纳。案经审判委员会讨论决定，依照《中华人民共和国刑法》第十二条第一款、第六十七条第三款，1979年《中华人民共和国刑法》第一百五十条、第六十条之规定，判决如下：一、被告人马少平犯抢劫罪，判处有期徒刑十年，没收财产一万元；二、对被告人马少平抢劫所得700元予以追缴"
    },
    {
        "input": "安徽省六安市裕安区人民检察院指控：2010年3月，被告人杨志堂因报考医师资格证，需户籍地临泉县瓦店派出所证明，遂通过办理假证电话，伪造一枚“临泉县瓦店派出所”印章，加盖于证明上。2011年5月，报告人杨志堂为帮助他人办理一份医院见习证明用于请假备考，遂通过电话联系办假证件人员，虚假制造一枚“六安市第二人民医院办公室”印章，加盖于见习证明上。公诉机关列举了相关证据证明了上述事实，认为被告人杨志堂的行为构成伪造国家机关印章罪，提请依法判处。",
        "output": "被告人杨志堂擅自伪造国家机关印章，构成伪造国家机关印章罪，应依法惩处。公诉机关指控罪名正确，本院予以确认；辩护人提出被告人杨志堂无犯罪前科，庭审中自愿认罪，本案未造成严重危害后果，要求从轻处罚的辩护意见正确，均予以采纳。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第二百八十条第一款、第七十二条第一款的规定，判决如下：被告人杨志堂犯伪造国家机关印章罪，判处有期徒刑六个月，缓刑一年"
    },
    {
        "input": "安徽省六安市裕安区人民检察院指控：2013年8月15日11时许，被告人田圣连驾驶小轿车，沿312国道由东向西行驶至598KM＋700M处时，驶入路北水沟，致车内乘坐人彭某受伤，经抢救无效死亡。经事故责任认定，被告人田圣连负本起事故的全部责任。案发后，被告人田圣连投案自首，并赔偿了被害方经济损失，获得了被害方谅解。",
        "output": "被告人田圣连违反道路交通运输管理法规，因而发生重大交通事故，致一人死亡，其行为已构成交通肇事罪，依法应予惩处。公诉机关指控罪名成立，本院予以确认。案发后，被告人投案并如实供述犯罪事实，成立自首，依法可从轻、减轻处罚；其赔偿被害方经济损失并获得被害方谅解，依法亦可酌情从轻处罚。依照《中华人民共和国刑法》第一百三十三条，第六十七条第一款、第七十二条第一款的规定，判决如下：被告人田圣连犯交通肇事罪，判处有期徒刑一年，缓刑二年"
    },
    {
        "input": "霍山县人民检察院指控：2013年8月14日0时22分，被告人段炼酒后驾驶摩托车，被执勤民警查获。经鉴定，段炼血液中的乙醇含量为115.8115mg／100ml。公诉机关以相关书证、证人证言、被告人供述和辩解、鉴定意见等证明指控，认为被告人段炼在道路上醉酒驾驶机动车，其行为触犯了《中华人民共和国刑法》第一百三十三条之一的规定，应当以危险驾驶罪追究其刑事责任。被告人段炼自愿认罪，未作辩解。",
        "output": "被告人段炼违反道路交通安全法规，在道路上醉酒驾驶机动车，其行为构成了危险驾驶罪。公诉机关指控罪名成立。鉴于案发后，被告人段炼在公安机关能如实供述自己的罪行，依法可以从轻处罚。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条之一、第六十七条第三款、第七十二条第一款、第三款、第七十三条第一款、第三款、第五十二条、第五十三条之规定，判决如下：被告人段炼犯危险驾驶罪，判处拘役二个月，宣告缓刑二个月，并处罚金一万五千元"
    },
    {
        "input": "霍山县人民检察院指控：2011年8月，被告人汪进宝以购西瓜预付定金要身份证抵押为由，骗取了在南陵县籍山镇出售西瓜的曹某某的身份证，并于2012年1月7日用曹某某的身份证在中国农业银行开户办理了卡号为6228481991273715614的银行卡，为以后实施诈骗做准备。2012年7月和11月被告人汪进宝以曹某某名义，谎称在合肥有钢材要低价处理，先后骗取了被害人张某某和程某某购货款共计19万元。被告人汪进宝辩称：自己取款19万元是事实，但该款是为一名叫“何芳”的女子代取的，不知该款是诈骗的钱。",
        "output": "被告人汪进宝以非法占有为目的，虚构事实，隐瞒真相，骗取他人钱财，数额巨大，其行为构成诈骗罪。公诉机关指控罪名成立，本院予以确认。被告人汪进宝辩称替他人代为取款，无证据证实。其推卸责任、逃避法律制裁的意图明显，且在案证据之间能够形成完整链条，足以认定，故对其辩解不予采信。被告人汪进宝多次实施诈骗行为，累教不改，主观恶性较深，且拒不认罪，应酌情从重处罚。根据《中华人民共和国刑法》第二百六十六条、第六十四条、第五十二条、第五十三条之规定，判决如下：一、被告人汪进宝犯诈骗罪，判处有期徒刑六年，并处罚金一万元；［刑期从判决执行之日起计算。判决执行以前先行羁押的，羁押一日折抵刑期一日，即自2013年1月7日起至2019年1月6日止。罚金于判决生效之日起三个月内缴纳］。二、违法所得十九万元，予以追缴"
    },
    {
        "input": "霍山县人民检察院指控：被告人余杰于2012年11月8日、2013年1月24日各盗窃摩托车一辆，鉴定总价值6978元。公诉机关认为，被告人余杰以非法占有为目的，秘密窃取他人财物，数额较大，其行为触犯了《中华人民共和国刑法》第二百六十四条，应当以盗窃罪追究其刑事责任。并以相关书证、证人证言、被害人陈述、被告人供述与辩解、鉴定意见证明指控。被告人余杰自愿认罪，未作辩解。",
        "output": "被告人余杰以非法占有为目的，采取秘密手段，窃取他人财物价值6978元，数额较大，其行为构成了盗窃罪。公诉机关指控罪名正确，本院予以确认。案发后，被告人余杰如实供述盗窃黑色摩托车（鉴定价格3338元）?一辆，且其亲属已赔偿被害人损失，对此起犯罪事实依法予以从轻处罚。庭审中被告人余杰自愿认罪，可酌情从轻处罚。依照《中华人民共和国刑法》第二百六十四条、第六十七条第三款之规定，判决如下：被告人余杰犯盗窃罪，判处有期徒刑十个月，并处罚金10000元。（刑期从判决执行之日起计算。判决执行以前先行羁押的，羁押一日折抵刑期一日，即自2013年1月31日起至2013年11月30日止）"
    },
    {
        "input": "霍山县人民检察院指控：2013年2月23日23时40分，被告人张瑜无证驾驶摩托车碰撞行人程某某，造成程某某受伤经抢救无效死亡。经交管大队认定，张瑜负全部责任。公诉机关以相关书证、证人证言、被告人供述和辩解、鉴定意见、现场勘查笔录证明指控，认为被告人张瑜违反道路交通安全法规，造成一人死亡且负事故全部责任，其行为触犯了《中华人民共和国刑法》第一百三十三条，应当以交通肇事罪追究其刑事责任。提请本院依法判处。被告人张瑜自愿认罪，未作辩解。",
        "output": "被告人张瑜违反道路交通安全法规，交通肇事致一人死亡，且负事故的全部责任，其行为构成了交通肇事罪。公诉机关指控罪名正确，本院予以确认。案发后，被告人张瑜主动报案，到案后如实供述自己的罪行，属自首，依法予以从轻处罚；积极赔偿被害方经济损失并取得了被害人近亲属的谅解，可酌情从轻处罚。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条、第六十七条第一款、第七十二条第一款、第七十三条第二款、第三款之规定，判决如下：被告人张瑜犯交通肇事罪，判处有期徒刑一年零六个月，宣告缓刑二年。（缓刑考验期限，从判决确定之日起计算）"
    },
    {
        "input": "霍山县人民检察院指控：2012年5月1日13时30分，被告人汪绪东醉酒后驾驶无号牌两轮摩托车沿本县衡山镇迎驾大道由西往东行驶，当车行至迎驾大道与磨子潭路交叉路口，遇朱某某驾驶由磨子潭路左转弯进入迎驾大道往西行驶的皖N36872号小型轿车，两车交会时发生碰撞，造成汪绪东受伤，两车损坏的交通事故。经鉴定，汪绪东血液中的乙醇含量为220．6990mg／100ml，属醉酒驾驶。公诉机关认为，被告人汪绪东违反道路交通安全法规，在道路上醉酒驾驶机动车，其行为已触犯《中华人民共和国刑法》第一百三十三条之一的规定，应当以危险驾驶罪追究其刑事责任。",
        "output": "被告人汪绪东违反道路交通安全法规，在道路上醉酒驾驶机动车，其行为构成危险驾驶罪。公诉机关指控罪名成立，本院予以确认。鉴于被告人汪绪东能如实供述自己的罪行，可依法从轻处罚。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条之一、第六十七条第三款、第七十二条第一款、第三款、第七十三条第一款、第三款、第五十二条、第五十三条之规定，判决如下：被告人汪绪东犯危险驾驶罪，判处拘役三个月，宣告缓刑三个月，并处罚金一万元。（缓刑考验期限，从判决确定之日起计算；罚金于判决生效之日起三日内缴纳）"
    },
    {
        "input": "霍山县人民检察院指控：2011年3月，被告人高义武租用门面房，先后在该门面房设置十台具有赌博功能的游戏机供他人赌博，自2011年3月12日至2012年3月16日，高义武共获取非法利益71708元。公诉机关以相关书证、证人证言、被告人供述与辩解、鉴定意见证明指控，认为被告人高义武以营利为目的，设置具有赌博功能的游戏机供他人赌博，其行为触犯了《中华人民共和国刑法》第三百零三条第二款，应当以开设赌场罪追究其刑事责任。被告人高义武自愿认罪，未作辩解。",
        "output": "被告人高义武以营利为目的，设置具有赌博功能的游戏机供他人赌博，其行为构成了开设赌场罪。公诉机关指控罪名正确，本院予以确认。被告人高义武归案后，如实供述自己的罪行，依法予以从轻处罚。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第三百零三条第二款、第六十七条第三款、第六十四条、第七十二条第一款、第三款、第七十三条第二款、第三款之规定，判决如下：一、被告人高义武犯开设赌场罪，判处有期徒刑二年，宣告缓刑二年，并处罚金七万元；二、违法所得71708元，予以追缴。（缓刑考验期限，从判决确定之日起计算；罚金已缴纳）"
    },
    {
        "input": "霍山县人民检察院指控：2012年10月15日22时22分，被告人石玮无证驾驶无号牌二轮摩托车沿本县衡山镇花园路由北往南行驶，当行至淠河小区工地路段处，尾撞步行的何某某，造成二人均受伤的交通事故。霍山县公安局交通管理大队霍公交认字（2012）第48号《道路交通事故认定书》认定石玮负本起事故的全部责任。经检测石玮静脉血液中的乙醇含量为162.1426mg／100ml，属醉酒驾驶。经鉴定被害人何继红头部所受伤构成X（10）级伤残。公诉机关以相关书证、证人证言、被告人供述和辩解、鉴定意见、现场勘查笔录证明指控，认为被告人石玮在道路上醉酒驾驶机动车，其行为触犯了《中华人民共和国刑法》第一百三十三条之一的规定，应当以危险驾驶罪追究其刑事责任。",
        "output": "被告人石玮违反道路交通安全法规，在道路上醉酒驾驶机动车，其行为构成危险驾驶罪。公诉机关指控罪名成立，本院予以确认。鉴于案发后，被告人石玮在公安机关能如实供述自己的犯罪事实，积极赔偿被害人损失，并取得被害人的谅解，故对被告人依法从轻处罚，且符合缓刑条件，可以宣告缓刑。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条之一、第六十七条第三款、第七十二条第一款、第三款、第七十三条第一款、第三款、第五十二条、第五十三条之规定，判决如下：被告人石玮犯危险驾驶罪，判处拘役三个月，宣告缓刑三个月，并处罚金一万五千元"
    },
    {
        "input": "霍山县人民检察院指控：2013年5月12日8时37分，被告人李时权驾驶皖N98887号重型半挂牵引车及皖ND349挂重型自卸半挂车，沿本县经济开发区安园大道由北向南行驶。行至安园大道与纬三路交叉路口，遇程某驾驶电动车（载乘胡某、胡某某）沿纬三路由东向西直行，两车交会发生碰撞，造成胡某（女，1999年12月11日生）当场死亡、程某（女，1969年12月13日生）经医院抢救无效于同日死亡、胡某某受伤、车辆损坏的交通事故。霍山县公安局交管大队霍公交字（2013）第23号《道路交通事故认定书》认定：李时权负本起事故的主要责任。公诉机关以相关书证、被告人供述和辩解、证人证言、鉴定意见、现场勘查笔录证明指控，认为被告人李时权违反道路交通法规，造成二人死亡的交通事故，且负主要责任，其行为触犯了《中华人民共和国刑法》第一百三十三条之规定，应当以交通肇事罪追究其刑事责任。公诉机关建议对李时权判处3-4年有期徒刑。",
        "output": "被告人李时权违反道路交通安全法规，造成二人死亡一人受伤的交通事故，承担事故的主要责任，其行为构成交通肇事罪。公诉机关指控罪名成立，量刑建议符合法律规定，本院予以支持。被告人李时权在事故发生后报警并如实供述自己的犯罪事实，属自首，且积极赔偿被害人亲属的经济损失，取得了被害人亲属的谅解，依法对其从轻处罚并适用缓刑。辩护人辩称被告人具有自首情节、认罪态度好并积极赔偿被害人亲属损失，经查属实，故辩护人关于对被告人从轻处罚并适用缓刑的意见本院予以采纳。辩护人关于对被告人李时权减轻处罚的意见，因被告人李时权交通肇事造成的危害结果较为严重，本院不予采纳。根据被告人的犯罪事实、性质、情节和对社会的危害程度，经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条、第六十七条第一款、第七十二条第一款、第七十三条第二、三款之规定，判决如下：被告人李时权犯交通肇事罪，判处有期徒刑三年，宣告缓刑五年。（缓刑考验期限，从判决确定之日起计算"
    },
    {
        "input": "霍山县人民检察院指控：2013年3月4日14时40分许，被告人姜典柱驾驶皖NJ876X轿车沿105线由与儿街往衡山镇方向行驶，当行至本县境内1144KM＋530M处，碰撞前方站在道路右侧的被害人刘某某、沈某某、杨某某以及刘某某停放于道路右侧的无号牌二轮摩托车，造成刘某某、沈某某受伤送医院途中死亡、杨某某受轻伤、车辆损坏的交通事故。公诉机关认为，被告人姜典柱违反道路交通安全法规，造成两人死亡的交通事故，且负事故的全部责任，其行为已触犯《中华人民共和国刑法》第一百三十三条之规定，犯罪事实清楚，证据确实充分，应当以交通肇事罪追究其刑事责任，并当庭出示了交通事故现场勘验检查笔录、现场图、现场照片、被告人供述、证人证言、鉴定意见等证据证实。",
        "output": "被告人姜典柱违反道路交通安全法规，造成二人死亡的交通事故，且负事故的全部责任，其行为已构成交通肇事罪。公诉机关指控罪名成立，本院予以确认。鉴于被告人姜典柱有自首情节，且赔偿了被害人损失，取得了被害人近亲属的谅解，依法对其适用缓刑。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条、第六十七条第一款、第七十二条第一款、第七十三条第二款、第三款之规定，判决如下：被告人姜典柱犯交通肇事罪，判处有期徒刑三年，宣告缓刑四年"
    },
    {
        "input": "霍山县人民检察院指控：2012年7月19日6时50分，被告人解张舒驾驶皖N23055号重型厢式货车沿105线由舒城往霍山方向行驶，当行至本县境内1153KM＋800M处，与由东向西横过道路的叶某某驾驶的皖NDP003号普通二轮摩托车（后载余某某）发生碰撞，造成余某某死亡的交通事故。公诉机关认为：被告人解张舒违反道路交通安全法规，造成一人死亡的交通事故，且负事故的全部责任，其行为已触犯《中华人民共和国刑法》第一百三十三条之规定，犯罪事实清楚，证据确实充分，应当以交通肇事罪追究其刑事责任。",
        "output": "被告人解张舒违反道路交通安全法规，造成一人死亡的交通事故，且负事故的全部责任，其行为已构成交通肇事罪。公诉机关指控罪名成立，本院予以确认。鉴于被告人解张舒有自首情节，且赔偿了被害人损失，取得了被害人近亲属的谅解，依法对其适用缓刑。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条、第六十七条第一款、第七十二条第一款、第七十三条第二款、第三款之规定，判决如下：被告人解张舒犯交通肇事罪，判处有期徒刑一年，宣告缓刑二年"
    },
    {
        "input": "霍山县人民检察院指控：2011年11月一天中午，被告人叶浩在本县安徽迎驾集团野岭饮料食品有限公司上班时，将被害人马某某放在仓库衣柜内的安徽霍山农村合作银行存折偷走。2011年11月12日上午和19日上午，被告人叶浩两次在本县衡山镇安徽霍山农村合作银行城北分理处将被害人马某某存折内的3500元现金取走。公诉机关认为，被告人叶浩以非法占有为目的，秘密窃取他人财物，数额较大，其行为触犯《中华人民共和国刑法》第二百六十四条，犯罪事实清楚，证据确实充分，应以盗窃罪追究其刑事责任。被告人叶浩归案后如实供述其罪行，退出全部赃款，可从轻处罚。并当庭出示了书证、视听资料、被害人陈述、被告人供述等证据。",
        "output": "被告人叶浩以非法占有为目的，秘密窃取他人财物，数额较大，其行为已构成盗窃罪。公诉机关指控罪名正确，本院予以确认。鉴于被告人叶浩能够如实供述其罪行，并主动退出全部赃款，可依法予以从轻处罚。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第二百六十四条、第六十七条第三款、第七十二条第一款、第三款、第七十三条第一款、第三款、第五十二条、第五十三条之规定，判决如下：被告人叶浩犯盗窃罪，判处拘役四个月，宣告缓刑八个月，并处罚金七千元"
    },
    {
        "input": "霍山县人民检察院指控：2013年8月2日20时40分，被告人陈长余酒后驾驶皖NK3236号小型轿车沿本县衡山镇文峰路由南向北行驶，行至诸佛庵路与文峰路交叉口，被执勤民警查获。经鉴定，陈长余静脉血液中的乙醇含量为133.0198mg／100ml，属醉酒驾驶。公诉机关以相关书证、证人证言、被告人供述和辩解、鉴定意见证明指控，认为被告人陈长余在道路上醉酒驾驶机动车，其行为触犯了《中华人民共和国刑法》第一百三十三条之一的规定，应当以危险驾驶罪追究其刑事责任。",
        "output": "被告人陈长余违反道路交通安全法规，在道路上醉酒驾驶机动车，其行为构成了危险驾驶罪。公诉机关指控罪名正确，本院予以确认。鉴于案发后，被告人陈长余在公安机关能如实供述自己的犯罪事实，可以从轻处罚，并符合缓刑条件，依法适用缓刑。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条之一、第六十七条第三款、第七十二条第一款、第三款、第七十三条第一款、第三款、第五十二条、第五十三条之规定，判决如下：被告人陈长余犯危险驾驶罪，判处拘役二个月，宣告缓刑二个月，并处罚金一万五千元"
    },
    {
        "input": "霍山县人民检察院指控：2013年7月1日20时20分，被告人杨灿酒后驾驶小型客车，被执勤民警查获。经鉴定，杨灿血液中的乙醇含量为189.0mg／100ml，属醉酒驾驶。公诉机关认为，被告人杨灿在道路上醉酒驾驶机动车，其行为触犯了《中华人民共和国刑法》第一百三十三条之一的规定，应当以危险驾驶罪追究其刑事责任。并以相关书证、证人证言、被告人供述和辩解、鉴定意见等证据证明指控。被告人杨灿自愿认罪，未作辩解。",
        "output": "被告人杨灿违反道路交通安全法规，在道路上醉酒驾驶机动车，其行为构成了危险驾驶罪。公诉机关指控罪名成立。鉴于案发后，被告人杨灿在公安机关能如实供述自己的罪行，依法可以从轻处罚。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条之一、第六十七条第三款、第七十二条第一款、第三款、第七十三条第一款、第三款、第五十二条、第五十三条之规定，判决如下：被告人杨灿犯危险驾驶罪，判处拘役二个月，宣告缓刑二个月，并处罚金一万五千元。（缓刑考验期限，从判决确定之日起计算；罚金已缴纳）"
    },
    {
        "input": "霍山县人民检察院指控：2013年8月1日21时，被告人程善宏酒后驾驶皖NSF383号小型轿车沿本县衡山镇沛源路由西向东行驶，行至沛源路倾城之恋路段被执勤民警查获。经鉴定程善宏静脉血液中的乙醇含量为113.9027mg／100ml，属醉酒驾驶。公诉机关以相关书证、证人证言、被告人供述和辩解、鉴定意见证明指控，认为被告人程善宏在道路上醉酒驾驶机动车，其行为触犯了《中华人民共和国刑法》第一百三十三条之一的规定，应当以危险驾驶罪追究其刑事责任。",
        "output": "被告人程善宏违反道路交通安全法规，在道路上醉酒驾驶机动车，其行为构成了危险驾驶罪。公诉机关指控罪名正确，本院予以确认。鉴于案发后程善宏在公安机关能如实供述自己的犯罪事实，可以从轻处罚，并符合缓刑条件，依法适用缓刑。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条之一、第六十七条第三款、第七十二条第一款、第三款、第七十三条第一款、第三款、第五十二条、第五十三条之规定，判决如下：被告人程善宏犯危险驾驶罪，判处拘役二个月，宣告缓刑二个月，并处罚金一万五千元"
    },
    {
        "input": "霍山县人民检察院指控：2013年7月12日20时20分，被告人张杰无证驾驶无号牌三轮摩托车沿本县淠河西路由西向东行驶，当行至防水材料厂门前路段时，碰撞对向步行的储某某，造成储某某受伤的交通事故。霍公交认字（2013）第064号《道路交通事故认定书》认定，张杰负本起事故的全部责任。经鉴定，储召翠头部的损伤程度属重伤。公诉机关认为，被告人张杰违反道路交通安全法规，无证驾驶造成一人重伤的交通事故，且负事故全部责任，其行为触犯《中华人民共和国刑法》第一百三十三条，事实清楚，证据确实充分，应以交通肇事罪追究其刑事责任。并当庭出示了书证、现场勘查笔录、鉴定意见、证人证言、被告人供述等证据。",
        "output": "被告人张杰违反道路交通安全法规，无证驾驶无号牌三轮摩托车发生交通事故，致一人重伤，且负事故全部责任，其行为已构成交通肇事罪。公诉机关指控罪名正确，本院予以确认。事故发生后，被告人张杰明知他人报警而未离开现场，归案后如实供述其罪行，属自首，可依法予以从轻处罚；但被告人张杰未有赔偿被害人损失，可酌情从重处罚。依照《中华人民共和国刑法》第一百三十三条、第六十七条第一款之规定，判决如下：被告人张杰犯交通肇事罪，判处有期徒刑一年六个月"
    },
    {
        "input": "霍山县人民检察院指控：2012年7月至2013年4月，被告人余同飞在本县佛子岭镇、落儿岭镇、大化坪镇、诸佛庵镇、磨子潭镇、单龙寺乡和舒城县晓天镇等地入室实施盗窃33起，盗窃价值人民币69500余元。公诉机关以相关书证、被害人的陈述、被告人供述和辩解、鉴定意见、勘验、检查、辨认、搜查笔录等相关证据证明指控，认为被告人余同飞以非法占有为目的，窃取他人财物，数额巨大，其行为触犯了《中华人民共和国刑法》第二百六十四条的规定，应当以盗窃罪追究其刑事责任。",
        "output": "被告人余同飞以非法占有为目的，秘密窃取他人财物，数额巨大，其行为已构成盗窃罪。公诉机关指控罪名正确，本院予以确认。余同飞曾被判处有期徒刑以上刑罚，在刑罚执行完毕五年以内再犯应判处有期徒刑以上刑罚之罪，是累犯，依法从重处罚。余同飞多次入户盗窃，应从重处罚。余同飞如实供述犯罪事实并自愿认罪，案发后积极退赔，对其予以从轻处罚。根据被告人的犯罪事实、性质、情节和对社会的危害程度，依照《中华人民共和国刑法》第二百六十四条、第六十五条、第六十七条第三款、第五十二条、第五十三条之规定，判决如下：被告人余同飞犯盗窃罪，判处有期徒刑三年三个月，并处罚金一万元。（刑期从判决执行之日起计算"
    },
    {
        "input": "霍山县人民检察院指控：2013年4月18日23时许，被告人何继安酒后驾驶普通货车沿济广高速公路行至六安西收费站，被民警查获。经检验，何继安血液中的乙醇含量为188.1869mg／100ml，属醉酒驾驶。公诉机关以相关书证、证人证言、鉴定意见、被告人供述和辩解证明指控，认为被告人何继安在道路上醉酒驾驶机动车，其行为触犯了《中华人民共和国刑法》第一百三十三条之一的规定，应当以危险驾驶罪追究其刑事责任。被告人何继安自愿认罪，未作辩解。",
        "output": "被告人何继安违反道路交通安全法规，在道路上醉酒驾驶机动车，其行为构成了危险驾驶罪。公诉机关指控罪名成立。鉴于案发后，被告人何继安在公安机关能如实供述自己的罪行，依法可以从轻处罚。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条之一、第六十七条第三款、第七十二条第一款、第三款、第七十三条第一款、第三款、第五十二条、第五十三条之规定，判决如下：被告人何继安犯危险驾驶罪，判处拘役二个月，宣告缓刑二个月，并处罚金一万五千元。（缓刑考验期限，从判决确定之日起计算；罚金已缴纳）"
    },
    {
        "input": "霍山县人民检察院指控：2012年9月17日18时30分，被告人范治荣未取得机动车驾驶证驾驶无号牌二轮摩托车，沿105国道由本县与儿街往舒城方向行驶。行至105国道1152KM＋30M处，碰撞同向行走的行人宋某某（男，1948年10月20日生），致宋道法倒地。事故发生后，范治荣驾车逃逸。同日18时52分，叶某某驾驶皖NQ6995小型轿车由与儿街往舒城方向行驶，行至事故地点时，拖带倒地的宋某某，造成宋某某死亡于现场的交通事故。霍山县公安局交通管理大队霍公交认字（2012）第12156号《道路交通事故认定书》认定范治荣负本起事故的主要责任。公诉机关以相关书证、被告人供述和辩解、证人证言、鉴定意见、勘查笔录证明指控，认为被告人范治荣违反道路交通法规，造成一人死亡的交通事故，负主要责任，且在事故发生后逃离现场，其行为触犯了《中华人民共和国刑法》第一百三十三条的规定，应当以交通肇事罪（逃逸）追究其刑事责任。公诉机关建议对范治荣判处3-4年有期徒刑。",
        "output": "被告人范治荣违反道路交通安全法规，造成一人死亡的交通事故，肇事后又逃逸，承担事故的主要责任，其行为构成交通肇事罪。公诉机关指控罪名成立，量刑建议符合法律规定，本院予以支持。鉴于被告人范治荣在公安机关能如实供述自己的犯罪事实，且积极赔偿被害人亲属的经济损失，取得了被害人亲属的谅解，依法对其从轻处罚并适用缓刑。根据被告人的犯罪事实、性质、情节和对社会的危害程度，经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条、第六十七条第三款、第七十二条第一款、第七十三条第二、三款之规定，判决如下：被告人范治荣犯交通肇事罪，判处有期徒刑三年，宣告缓刑四年"
    },
    {
        "input": "霍山县人民检察院指控：2013年8月11日20时许，被告人梁强酒后驾驶鲁J4N099号小型普通客车行至本县衡山镇淠河东路与霍山大道交叉路口，被执勤民警查获。经鉴定梁强静脉血液中的乙醇含量为222.8306mg／100ml，属醉酒驾驶。公诉机关以相关书证、证人证言、被告人供述和辩解、鉴定意见证明指控，认为被告人梁强在道路上醉酒驾驶机动车，其行为触犯了《中华人民共和国刑法》第一百三十三条之一的规定，应当以危险驾驶罪追究其刑事责任。",
        "output": "被告人梁强违反道路交通安全法规，在道路上醉酒驾驶机动车，其行为构成了危险驾驶罪。公诉机关指控罪名正确，本院予以确认。鉴于案发后，被告人梁强在公安机关能如实供述自己的犯罪事实，可以从轻处罚，并符合缓刑条件，依法适用缓刑。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条之一、第六十七条第三款、第七十二条第一款、第三款、第七十三条第一款、第三款、第五十二条、第五十三条之规定，判决如下：被告人梁强犯危险驾驶罪，判处拘役三个月，宣告缓刑三个月，并处罚金一万五千元"
    },
    {
        "input": "霍山县人民检察院指控：2013年2月9日9时许，被告人芦炳柱驾驶无号牌雅迪电瓶车，沿霍山县黑石渡镇杜家冲中学附近水泥路，由杜家冲往戴家河方向行驶，行至杜家冲中学附近三叉路口处，未注意观察前方路面行人动态，未能确保行车安全，刮碰前方同向步行的行人戴某某，造成戴某某受伤后于当日死亡。霍山县公安局交通管理大队霍公交认字（2013）第13016号《道路交通事故认定书》认定，芦炳柱负本起事故的全部责任。公诉机关认为：被告人芦炳柱违反道路交通安全法规，造成一人死亡的交通事故，且负事故的全部责任，其行为已触犯《中华人民共和国刑法》第一百三十三条之规定，犯罪事实清楚，证据确实充分，应当以交通肇事罪追究其刑事责任，并当庭出示了交通事故现场勘验检查笔录、现场图、现场照片、被告人供述、证人证言、鉴定意见等证据证实。附带民事诉讼原告人诉称，由于被告人芦炳柱的交通肇事行为造成戴某某死亡，要求被告人芦炳柱赔偿医疗费19000元、丧葬费22300元、死亡赔偿金93093元、精神抚慰金50000元，合计184393元（已付20000元）。",
        "output": "被告人芦炳柱违反道路交通安全法规，造成一人死亡的交通事故，且负事故的全部责任，其行为已构成交通肇事罪。公诉机关指控罪名成立，本院予以确认。被告人芦炳柱案发后外出，虽不构成肇事逃逸，但反映其悔罪态度较差，应酌情从重处罚；被告人赔偿了被害人部分损失，庭审中能自愿认罪，可酌情从轻处罚。三位附带民事诉讼原告人要求被告人芦炳柱承担医疗费18702.63元、丧葬费22300元、死亡赔偿金93093元的诉讼请求依，符合法律规定，应予支持；要求被告人芦炳柱承担精神抚慰金50000元的诉讼请求，不符合法律规定，不予支持。据此，依照《中华人民共和国刑法》第一百三十三条、《中华人民共和国民法通则》第一百一十九条、《最高人民法院关于审理人身损害赔偿案件适用法律若干问题的解释》第十七条第一款、《最高人民法院关于适用＜中华人民共和国刑事诉讼法＞的解释》第一百三十八条、第一百五十五条的规定，判决如下：一、被告人芦炳柱犯交通肇事罪，判处有期徒刑一年零八个月；［刑期从判决执行之日起计算。判决执行以前先行羁押的，羁押一日折抵刑期一日，即自2013年8月14日起至2015年4月13日止］。二、被告人芦炳柱赔偿三位附带民事诉讼原告人医疗费18702.63元、丧葬费22300元、死亡赔偿金93093元，合计134095.63元"
    },
    {
        "input": "霍山县人民检察院指控：2013年8月5日20时27分，被告人张佛龙酒后驾驶小型轿车，被执勤民警查获。经鉴定，张佛龙血液中的乙醇含量为201.0478mg／100ml。公诉机关以相关书证、证人证言、被告人供述和辩解、鉴定意见等证明指控，认为被告人张佛龙在道路上醉酒驾驶机动车，其行为触犯了《中华人民共和国刑法》第一百三十三条之一的规定，应当以危险驾驶罪追究其刑事责任。被告人张佛龙自愿认罪，未作辩解。",
        "output": "被告人张佛龙违反道路交通安全法规，在道路上醉酒驾驶机动车，其行为构成了危险驾驶罪。公诉机关指控罪名成立。鉴于案发后，被告人张佛龙在公安机关能如实供述自己的罪行，依法可以从轻处罚。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条之一、第六十七条第三款、第七十二条第一款、第三款、第七十三条第一款、第三款、第五十二条、第五十三条之规定，判决如下：被告人张佛龙犯危险驾驶罪，判处拘役二个月，宣告缓刑二个月，并处罚金一万五千元"
    },
    {
        "input": "霍山县人民检察院指控：2013年8月5日20时20分，被告人钱昌国酒后驾驶皖ND222N号小型轿车沿本县衡山镇淠河西路由东向西行驶，行至淠河西路菜市场路段被执勤民警查获。经鉴定钱昌国静脉血液中的乙醇含量为135.4765mg／100ml，属醉酒驾驶。公诉机关以相关书证、被告人供述和辩解、鉴定意见证明指控，认为被告人钱昌国在道路上醉酒驾驶机动车，其行为触犯了《中华人民共和国刑法》第一百三十三条之一的规定，应当以危险驾驶罪追究其刑事责任。",
        "output": "被告人钱昌国违反道路交通安全法规，在道路上醉酒驾驶机动车，其行为构成了危险驾驶罪。公诉机关指控罪名正确，本院予以确认。鉴于案发后，被告人钱昌国在公安机关能如实供述自己的犯罪事实，可以从轻处罚，并符合缓刑条件，依法适用缓刑。经本院审判委员会讨论决定，依照《中华人民共和国刑法》第一百三十三条之一、第六十七条第三款、第七十二条第一款、第三款、第七十三条第一款、第三款、第五十二条、第五十三条之规定，判决如下：被告人钱昌国犯危险驾驶罪，判处拘役二个月，宣告缓刑二个月，并处罚金一万五千元"
    }
]